
/* AppController */
"BetterZip will only run on macOS 10.10 (Yosemite) or later systems." = "O BetterZip só pode ser executado em sistemas macOS 10.10 (Yosemite) ou posteriores.";
"Quit!" = "Encerrar";
"Sorry!" = "Desculpe!";
"https://macitbetter.com/contact" = "mailto:betterzip@macitbetter.com";
"https://macitbetter.com/" = "https://macitbetter.com/";
"http://www.win-rar.com/" = "http://www.win-rar.com/";

/* helpers */
"Last modified: %@\nSize: %@" = "Última modificação: %@\nTamanho: %@";

/* ReplaceExistingFiles */
"An item named %@ already exists in this location. Do you want to replace it with the one you are extracting?" = "Um item chamado %@ já existe neste local. Deseja substituí-lo pelo item sendo extraído?";
"An item named %@ already exists in this location inside the archive. Do you want to replace it with the one you are adding?" = "Um item chamado %@ já existe neste local dentro do arquivo comprimido. Deseja substituí-lo pelo item sendo adicionado?";
"File in archive:" = "Item no arquivo comprimido:";
"File on disc:" = "Item no disco:";

/* ZipDocument */
"Zip Format (recommended)" = "Formato Zip (recomendado)";
"TAR Format, uncompressed (tar)" = "Formato TAR, não comprimido (tar)";
"TAR Format, GZip compressed (tgz)" = "Formato TAR, comprimido com GZip (tgz)"; 
"TAR Format, BZip2 compressed (tbz)" = "Formato TAR, comprimido com BZip2 (tbz)";
"7-Zip Format (best compression)" = "Formato 7-Zip (melhor compressão)";
"RAR Format" = "Formato RAR";
"Extract All" = "Extrair Tudo";
"Extract all files and folders from the archive" = "Extraia todos os itens do arquivo comprimido";
"Extract" = "Extrair";
"Extract the selected files or folders from the archive" = "Extraia os itens selecionados do arquivo comprimido";
"Extracting archive: %@" = "Extraindo arquivo: %@";
"Opening archive with %d items. Ugh, this is going to take a while..." = "Abrindo arquivo comprimido com %d itens. Isto pode levar algum tempo...";
"Opening archive with %d items" = "Abrindo arquivo comprimido com %d itens";
"Check for updates on startup?" = "Buscar atualizações ao abrir?";
"Would you like %@ to check for updates on startup? You can initiate the check manually from the preferences window at any time." = "Deseja que o %@ busque atualizações ao ser aberto? Você pode buscar atualizações manualmente nas Preferências a qualquer momento.";
"Yes" = "Sim";
"No" = "Não";
"Are you sure you want to overwrite the original archive?" = "Tem certeza de que deseja substituir o arquivo comprimido original?";
"Warning: Saving cannot be undone" = "Aviso: o salvamento não pode ser desfeito";
"Save" = "Salvar";
"Don't Save" = "Não Salvar";
"Saving archive: %@ of %@" = "Salvando arquivo comprimido: %@ de %@";
"Extracting items from archive: %@ of %@" = "Extraindo itens: %@ de %@";
"Add" = "Adicionar";
"Open" = "Abrir";
"Add Items" = "Adicionar Itens";
"Extract Here" = "Extrair Aqui";
"Warning" = "Aviso";
"%@ is not handled by any application. Try to extract the file and use Finder to open it." = "%@ não é gerenciado por nenhum aplicativo. Tente extrair o item e use o Finder para abri-lo.";
"OK" = "OK";
"Delete Items" = "Apagar Itens";
"You can't move an item into one of its subfolders!" = "Você não pode mover um item para uma de suas subpastas.";
"Move Items" = "Mover Itens";
"BetterZip will now remove Mac specific files from the archive." = "O BetterZip removerá do arquivo comprimido os itens invisíveis.";
"Clean now" = "Limpar agora";
"Cancel" = "Cancelar";
"Clean Archive" = "Limpar Arquivo Comprimido";
"Change Archive Mode" = "Alterar Modo do Arquivo Comprimido";
"Archive" = "Arquivo Comprimido";
"Add to %@..." = "Adicionar a “%@”...";
"Extract All..." = "Extrair Tudo...";
"Extract Selected..." = "Extrair Seleção...";
"Save the archive" = "Salve o arquivo comprimido";
"Add a new file or folder to the archive" = "Adicione um novo item ao arquivo comprimido";
"Extract files or folders from the archive" = "Extraia os itens do arquivo comprimido";
"View" = "Visualizar";
"View the selected file" = "Visualize o item selecionado";
"Delete" = "Apagar";
"Delete the selected files or folders from the archive" = "Apague os itens selecionados do arquivo comprimido";
"Search" = "Buscar";
"Search the archive file" = "Busque itens no arquivo comprimido";
"Clean" = "Limpar";
"Stop" = "Parar";
"Ignore and go on" = "Ignorar e Prosseguir";
"The file %@ could not be added to the archive. Maybe the system disc is full?" = "O item %@ não pôde ser adicionado ao arquivo comprimido. Talvez o disco de sistema esteja cheio.";
"There is not enough free space on the destination drive." = "Não há espaço livre suficiente no disco de destino.";
"Loading archive: %@" = "Carregando arquivo comprimido: %@";
"External command returned: %d\n" = "External command returned: %d\n";
"Saving archive failed" = "Falha ao salvar o arquivo comprimido";
"You don't have permission to write to this folder." = "Você não tem permissão para gravar nesta pasta.";
"An unknown error occurred." = "Ocorreu um erro desconhecido.";
"New Folder" = "Nova Pasta";
"Create New Folder" = "Criar Nova Pasta";
"Error" = "Erro";
"Create a new folder in the selected place inside the archive." = "Crie uma nova pasta no local selecionado dentro do arquivo comprimido.";
"An item with this name already exists in this folder!" = "Um item com esse nome já existe nesta pasta.";
"Do you want to save the changes you made in the document %@?" = "Deseja salvar as alterações feitas ao documento %@?";
"Your changes will be lost if you don't save them." = "As alterações serão perdidas se você não salvá-las.";
"The archive extraction failed." = "Falha ao extrair o arquivo comprimido.";
"Maybe, there is not enough free space on the destination drive. Or the password is incorrect." = "Talvez não haja espaço livre suficiente no disco de destino ou a senha esteja errada.";
"Rename Item" = "Renomear Item";
"Opening archive failed" = "Falha ao abrir o arquivo comprimido";
"Not encrypted" = "Não criptografado";
"Weak (PKZip2 compatible)" = "Fraca (compatível com PKZip2)";
"Strong (AES-256)" = "Forte (AES-256)";
"untitled folder" = "pasta sem título";
"BetterZip Temporary Folder" = "Pasta Temporária do BetterZip"; 
"(incl. %d hidden)" = "(incl. %d oculto(s))";
"%d selected, uncompressed size: %@ %@" = "%d selecionado(s), tamanho não comprimido: %@ %@";
"%d items, uncompressed size: %@ %@" = "%d itens, tamanho não comprimido: %@ %@";
"%d item, uncompressed size: %@ %@" = "%d item, tamanho não comprimido: %@ %@";
"BetterZip will now remove one file matching the patterns configured in the preferences window from the archive." = "O BetterZip removerá do arquivo comprimido um item que coincide com os padrões configurados nas Preferências.";
"BetterZip will now remove %d files matching the patterns configured in the preferences window from the archive." = "O BetterZip removerá do arquivo comprimido %d itens que coincidem com os padrões configurados nas Preferências.";
"BetterZip will now remove one Mac specific file from the archive." = "O BetterZip removerá do arquivo comprimido um item invisível.";
"BetterZip will now remove %d Mac specific files from the archive." = "O BetterZip removerá do arquivo comprimido %d itens invisíveis.";
"Remove" = "Remover";
"BetterZip cannot extract to this folder. Maybe you don't have write access." = "O BetterZip não pode extrair para esta pasta. Talvez você não tenha acesso de gravação.";
"Save As..." = "Salvar Como...";
"Save the archive with another name." = "Salve o arquivo comprimido com outro nome.";
"Cleaning" = "Limpeza";
"No compression" = "Sem compressão"; 
"Fast, but larger archives" = "Rápida, mas com tamanho maior";
"Normal" = "Normal";
"Best, but slower operation" = "Melhor, mas de operação lenta";
"Remove files matching the patterns configured in the preferences window from the archive." = "Remove do arquivo comprimido itens que coincidam com os padrões configurados nas Preferências.";
"File Types" = "Tipos de Itens";
"N/A" = "NA";
"Multiple files" = "Vários itens";
"No files selected" = "Nenhum item selecionado";
"A volume is missing: /%s." = "Volume ausente: /%s.";
"Close" = "Fechar";
"Strong (AES-256) with header encryption" = "Forte (AES-256) com criptografia de cabeçalho";


/* PreferenceController */
"Last checked: " = "Last checked: ";
"General" = "Geral";
"Columns" = "Colunas";
"Advanced" = "Avançado";
"Helpers" = "Auxiliares";
"Use RAR" = "Usar RAR";
"Never" = "Nunca";
"never" = "nunca";
"Next to original" = "Junto ao original";


/* V 2.0 */
"Cancel the operation" = "Cancele a operação";
"Reveal in Finder" = "Mostrar no Finder";
"Passwords" = "Senhas";
"no errors" = "sem erros";
"with errors" = "com erros";
"cancelled" = "cancelado";
"Extracted %@" = "%@ extraído";
"Extracting %@" = "Extraindo %@";
"Compressing %@" = "Comprimindo %@";
"Extracting items temporarily" = "Extraindo itens temporariamente";
"%@ of %@" = "%@ de %@";
"%@ copy" = "%@ (cópia)";
"Extract to..." = "Extrair para...";
"The archive could not be extracted completely. It may be damaged." = "O arquivo comprimido não pôde ser extraído completamente. Ele pode estar danificado.";
"This archive appears to be damaged." = "Este arquivo comprimido parece estar danificado.";
"The archive could not be extracted." = "O arquivo comprimido não pôde ser extraído.";
"It is either damaged or in an unsupported format." = "Ele está danificado ou em formato incompatível.";
"BetterZip Recovered Files" = "Arquivos Recuperados do BetterZip";
"Multiple Copies Installed" = "Várias Cópias Instaladas";
"Quit and Reveal in Finder" = "Encerrar e Mostrar no Finder";
"Queued for extraction" = "Na fila para extração";
"Queued for compression" = "Na fila para compressão";
"The archive tests failed." = "Falha ao testar o arquivo comprimido.";
"The archive is either damaged or in an unsupported format." = "O arquivo comprimido está danificado ou em formato incompatível.";
"Test" = "Testar";
"Testing: %@\n" = "Testing: %@\n";
"Test the archive" = "Teste o arquivo comprimido";
"Running script" = "Executando script";
"Show Favorites" = "Mostre os Favoritos";
"Hide Favorites" = "Oculte os Favoritos";
"Show Preview" = "Mostre a Pré-visualização";
"Hide Preview" = "Oculte a Pré-visualização";
"<new password>" = "<nova senha>";
"The transcript window may contain further details." = "A janela de transcrição pode conter mais detalhes.";
"The file %@ has been modified." = "O item %@ foi modificado.";
"Do you want to save the changes back to the archive?" = "Deseja salvar as alterações feitas ao arquivo comprimido?";
"Update File" = "Atualizar Item";
"Ignore Changes" = "Ignorar Alterações";
"Ignore This Time" = "Ignorar Desta Vez";
"Symbolic Link (no preview possible)" = "Link Simbólico (sem pré-visualização)";
"Use for subsequent archives" = "Usar em arquivos comprimidos subsequentes";
"Use this password for the new archive" = "Usar esta senha para o novo arquivo comprimido";
"This is not the password you are looking for." = "Esta não é a senha correta.";
"Edit Presets..." = "Editar Pré-Ajustes...";
"Show save panel" = "Mostrar painel de salvamento";
"XAR Format" = "Formato XAR";
"Presets" = "Pré-Ajustes";
"Testing archive %@" = "Testando %@";
"Archive test successful" = "Teste bem-sucedido";
"The archive test was completed successfully." = "O teste do arquivo comprimido foi bem-sucedido.";
"Today" = "Hoje";
"Yesterday" = "Ontem";
"Go to the win.rar GmbH web site" = "Visitar o site win.rar GmbH";
"Extracting items from %@" = "Extraindo itens de %@";
"The rar helper could not be found." = "O auxiliar RAR não pôde ser encontrado.";
"Please set the correct path in Preferences > Helpers or choose a different format for saving." = "Defina o caminho correto em Preferências > Auxiliares ou escolha outro formato para salvar.";
"Merge Folders" = "Combinar Pastas";
"Keep Both" = "Manter Ambos";
"Apply to all folders" = "Aplicar a todas as pastas";
"Apply to all" = "Aplicar a tudo";
"Do you want to extract the %d archives that were found inside the selected folders?" = "Deseja extrair %d arquivos comprimidos encontrados nas pastas selecionadas?";
"To ignore the selected folders and only extract directly selected archives click “Extract Selected Only”." = "Para ignorar as pastas selecionadas e extrair somente os itens selecionados, clique em “Extrair Apenas Seleção”.";
"Extract Selected Only" = "Extrair Apenas Seleção";
"Archive Creation Complete" = "Criação Concluída";
"Archive Extraction Complete" = "Extração Bem-sucedida";
"All Queued Archive Operations Complete" = "Todas as Operações em Fila Concluídas";
"<new preset>" = "<novo pré-ajuste>";
"Other folder..." = "Outra pasta...";
/* open with other application */
"Other..." = "Outro...";
"Compress" = "Comprimir";
"Saving archive %@" = "Salvando %@";
"Compressed %@" = "%@ comprimido";
"An error occurred" = "Ocorreu um erro";
"Use this preset as default in the toolbar" = "Use esse pré-ajuste como padrão na barra de ferramentas";
"Use this preset as service" = "Use esse pré-ajuste como serviço";

/* added in BetterZip 3 */
"Adding files to archive %@" = "Adicionando itens ao arquivo comprimido %@";
"When in Direct Mode, all archive operations are immediate and cannot be undone." = "Quando no Modo Direto, todas as operações são feitas imediatamente e não podem ser desfeitas.";

/* the two possible labels of the action button in the "file replace" alert panel */
"Update" = "Atualizar";
"Replace" = "Substituir";

"An item named %@ already exists in this location inside the archive. Do you want to update it?" = "Um item chamado %@ já existe neste local dentro do arquivo comprimido. Deseja atualizá-lo?";

"The archive cannot be created." = "O arquivo comprimido não pode ser criado.";
"BetterZip will now remove one file matching your patterns from the archive." = "O BetterZip removerá do arquivo comprimido um item que coincide com os padrões.";
"BetterZip will now remove %d files matching your patterns from the archive." = "O BetterZip removerá do arquivo comprimido %d itens que coincidem com os padrões.";
"After filtering, there are no files left to archive." = "Depois de filtrar, não restam itens para o arquivo comprimido.";
"macOS returned this error:" = "O macOS retornou este erro:";
"Use this pattern to specify which files and folders to add to the archive:" = "Usar este padrão para especificar itens para adicionar ao arquivo comprimido:";
"Add Files to Archive" = "Adicionar Itens ao Arquivo Comprimido";
"Use this pattern to delete files and folders from the archive:" = "Usar este padrão para apagar itens do arquivo comprimido:";
"Delete Files From Archive" = "Apagar Itens do Arquivo Comprimido";

/* displayed in the file types table for user defined extensions */
"<Click to add your own>" = "<Clique para adicionar>";

/* new compression levels */
"High, but slower operation" = "Alta, mas de operação lenta";
"Best (solid, slow extraction)" = "Melhor (sólido, extração lenta)";

/* Preferences window - name of the tab to manage filter patterns */
"Filtering" = "Filtros";

/* Tooltip for the delete with pattern toolbar button */
"Delete with pattern" = "Apagar com Padrão";

"<new pattern>" = "<novo padrão>";

/* warning when a user adds an archive comment, but the current format doesn’t support that (user can still save with an other format */
"You should save this archive with ZIP or RAR format or your comment will be lost." = "Você deve salvar este arquivo comprimido nos formatos ZIP ou RAR para não perder os comentários.";

/* possible button labels for setting and clearing passwords in the save presets configuration */
"Set" = "Definir";
"Clear" = "Limpar";

"CPIO Format, uncompressed (cpio)" = "Formato CPIO, não comprimido (cpio)";
"TAR Format, xz compressed (txz)" = "Formato TAR, comprimido com xz (txz)";

/* title of the OK button in the file open panel used to locate the temp folder or standard opening program */ 
"Use" = "Usar";

/* possible file status strings */
"Modified" = "Modificado";
"Moved" = "Movido";
"Added" = "Adicionado";
"Updated" = "Atualizado";

"An error occurred opening %@. Do you want to try to open the archive anyway?" = "Ocorreu um erro ao abrir “%@”. Deseja tentar abrir o arquivo comprimido mesmo assim?";
"Cancel Opening" = "Cancelar Abertura";
"Open Anyway" = "Abrir Mesmo Assim";

/* added in BetterZip 4 */

/* Default title for dynamic preset services */
"Compress with Preset %@" = "Comprimir com Pré-Ajuste %@";
"Extract with Preset %@" = "Extrair com Pré-Ajuste %@";
"Service Name" = "Nome do Serviço";
"Comment Text" = "Texto do Comentário";

"Caution" = "Atenção";
"Do not enable this option, if you are not in the habit of making regular backups of your data. BetterZip will not warn you before overwriting files, if you use a preset with the overwrite switch enabled. Files can be lost. Use at your own risk." = "Não ative esta opção caso não costume fazer backups regularmente. Se um pré‑ajuste com a opção de substituir arquivos for usado, o BetterZip não alertará você ao substituir arquivos, o que poderá resultar em perda de dados. Use por sua conta e risco.";
"Activate" = "Ativar";
"Trash" = "Lixo";
"Don't move" = "Não Mover";
"+pwd" = "+senha";
"Reload Drop Bar" = "Recarregar Barra de Operações";

"The file %@ could not be extracted. %@\n\nThe last error macOS reported was:\n\"%s\"" = "O item %@ não pôde ser extraído. %@\n\nO último erro relatado pelo macOS foi:\n\"%s”";
"The password may be incorrect." = "A senha pode estar errada.";
"Archive Extraction Failed" = "Extração Mal-sucedida";
"Archive Creation Failed" = "Criação Mal-sucedida";
"Archive Test Successful" = "Teste Bem-sucedido";
"Archive Test Failed" = "Teste Mal-sucedido";

"The archive disappeared" = "O arquivo comprimido desapareceu";
"You can still browse the contents, but all archive operations will fail. \nDo you want to close the window?" = "You can still browse the contents, but all archive operations will fail. \nDo you want to close the window?";
"Ignore" = "Ignorar";

"An error occurred opening %@. Do you want to try to repair the archive?" = "Ocorreu um erro ao abrir “%@”. Deseja tentar reparar o arquivo comprimido?";
"The archive could not be extracted completely. It may be damaged. Do you want to try to repair the archive?" = "O arquivo comprimido não pôde ser extraído completamente. Ele pode estar danificado. Deseja tentar repará-lo?";
"Repair" = "Reparar";
"%@ (damaged)" = "%@ (danificado)";

"Drag items here to compress or extract" = "Arraste itens até aqui para comprimir ou extrair";
"Drop archives here to extract" = "Solte arquivos comprimidos aqui para extrair";
"Drop the archives here to open them" = "Solte os arquivos comprimidos aqui para abri‑los";
"Drop items here to compress" = "Solte itens aqui para comprimir";
"Drop the files here to add them to a new archive" = "Solte os itens aqui para adicioná‑los a um novo arquivo comprimido";
"Choose from your favorite presets" = "Escolha um dos pré-ajustes favoritos";
"Test the archive integrity" = "Teste a integridade do arquivo comprimido";
"Open and browse the archive" = "Abra e explore o arquivo comprimido";
"Add the items to a new archive" = "Adicione os itens a um novo arquivo comprimido";
"Trash" = "Lixo";

"Compress with BetterZip" = "Comprimir com BetterZip";
"Extract with BetterZip" = "Extrair com BetterZip";

"Reveal in Finder" = "Mostrar no Finder";
"Cancel the operation" = "Cancele a operação";

"This archive doesn't contain any Mac specific files yet" = "Este arquivo comprimido ainda não contém itens invisíveis";
"Do you want to keep it that way or add metadata to your archive?" = "Deseja mantê-lo assim ou adicionar metadados ao arquivo comprimido?";
"Add Mac Stuff" = "Adicionar itens invisíveis";
"Keep Mac Stuff out" = "Não adicionar itens invisíveis";

"System Default" = "Padrão do Sistema";
"One password per line:" = "Uma senha por linha:";
"Back" = "Voltar";
"Unlock Password Manager…" = "Desbloquear Gerenciador de Senhas…";
"Lock Password Manager" = "Bloquear Gerenciador de Senhas";
"Archives" = "Arquivos Comprimidos";
"Archive Types" = "Tipos de Arquivos";
"Files" = "Tipos de Itens";
"Next to archive" = "Junto ao arquivo comprimido";
"Choose Master Password" = "Escolha a Senha Mestra";
